service_centre/app/controllers/welcome_controller.rb

SELECT "work_orders".* FROM "work_orders"
SELECT "opportunities".* FROM "opportunities"
---
  def index
	@work_orders = WorkOrder.all
	@opportunities = Opportunity.all