service_centre/app/views/layouts/_nav_menu.html.erb

  <div class="navmenu_sep"></div>
    <% @items = Menu.find_all_by_kind('side') %>
---
SELECT "menus".* FROM "menus" WHERE "menus"."kind" = 'side'